Repository: Vasiliks/CyberFHD
Catalog: python/Plugins/Extensions/SetupCyberFHD/locale/*/LC_MESSAGES/SetupCyberFHD.po
Languages: uk

source: Setup CyberFHD
uk: Установки CyberFHD

source: Setup skin CyberFHD
uk: Налаштування скіну CyberFHD

source: Font:
uk: Шрифт:

source: Color setting:
uk: Налаштування кольорів:

source: Background 1 color:
uk: Колір фону 1:

source: Background 2 color:
uk: Колір фону 2:

source: Background 3 color:
uk: Колір фону 3:

source: Background 2 corner:
uk: Куточок фону 2:

source: Background 3 corner:
uk: Куточок фону 3:

source: Progress color:
uk: Колір прогресу:

source: Cursor color:
uk: Колір курсору:

source: Title text color:
uk: Колір тексту заголовка:

source: Main text color:
uk: Колір основного тексту:

source: Additional text color:
uk: Колір додаткового тексту:

source: Indication text color:
uk: Колір тексту індикації:

source: Icon`s color:
uk: Колір іконок:

source: Background transparent:
uk: Прозорість фону:

source: Text transparent:
uk: Прозорість тексту:

source: Channel number in infobar:
uk: Номер каналу в інфобарі:

source: Tuner panel in infobar:
uk: Панель тюнера в інфобарі:

source: EPG panel in secondinfobar:
uk: Панель EPG в другому інфобарі:

source: Crypted panel in secondinfobar:
uk: Панель кодувань в другому інфобарі:

source: Info panel in secondinfobar:
uk: Панель додаткової інформації в другому інфобарі:

source: Show CI in info panel:
uk: Відображати CI в панелі додаткової інформації:

source: Weather panel in secondinfobar:
uk: Панель погоди в другому інфобарі:

source: Poster in movieinfobar:
uk: Постер в інфобарі медіаплеєру:

source: Info panel in movieinfobar:
uk: Панель інформації в інфобарі медіаплеєру:

source: Weather panel in movieinfobar:
uk: Панель погоди в інфобарі медіаплеєру:

source: Progress mode:
uk: Вибір стилю прогресу:

source: Scrollbar in menu:
uk: Показати скролл в меню:

source: Userbouquet name in channel selection:
uk: Назва букету в селекторі каналів:

source: Picon panel in channel selection:
uk: Панель піконів в селекторі каналів:

source: Channel info panel in channel selection:
uk: Панель інформації про канал в селекторі каналів:

source: EPG panel in channel selection:
uk: Панель EPG в селекторі каналів:

source: Userbouquet name in radio channel selection:
uk: Назва букету в селекторі каналів радіо:

source: Description panel in movie selection:
uk: Панель опису в селекторі записів:

source: No install components skin !!! Press yellow button to install !!!
uk: Не встановлено компоненти скіну !!! Натисніть жовту кнопку для встановлення !!!

source: Do you want to restart the GUI now ?
uk: Ви бажаєте перезавантажити GUI зараз ?

source: Download failed, check your internet connection !!!
uk: Завантаження не вдалося, перевірте підключення до інтернету !!!

source: Default
uk: За умовчанням

source: Update CyberFHD
uk: Оновити CyberFHD

source: Corner radius:
uk: Радіус заокруглення:

source: Rounded
uk: Заокруглений

source: Improved
uk: Покращенний

source: Fonts
uk: Шрифти

source: Style
uk: Стилі

source: Save
uk: Зберегти

source: Download components
uk: Завантажити компоненти

source: Channel Selection
uk: Вибір каналів

source: Now, Next
uk: Зараз, Потім

source: Now, 5 Programs
uk: Зараз, 5 Програм

source: 10 Programs
uk: 10 Програм

source: Circle light
uk: Світлий круг

source: Circle dark
uk: Темний круг

source: Compass light
uk: Світлий компас

source: Compass dark
uk: Темний компас

source: Classic
uk: Класичні

source: Modern
uk: Сучасні

source: Style weather icons:
uk: Стиль погодних піктограм:

source: Style wind direction icons:
uk: Стиль піктограм напрямку ветру:

source: Skin CyberFHD Developer: Sirius0103 Homepage: www.gisclub.tv Github: www.github.com/Sirius0103 Donate: R460680746216 Z395874509364 E284580190260
uk: Скин CyberFHD Разработчик: Sirius0103 Homepage: www.gisclub.tv Github: www.github.com/Sirius0103 Поблагодарить: R460680746216 Z395874509364 E284580190260

source: Skin version:
uk: Версія скіна:
